{
  "Settings": "Settings",
  "CHANGE_LANGUAGE": "Change language to Russian",
  "TURN_DARK": "Turn on dark theme",
  "TURN_LIGHT": "Turn on light theme",
  "TODOLIST_IS_EMPTY": "Todo list is empty",
  "Enter new todo...": "Enter new todo...",
  "Done": "Done",
  "HIDE_TODOS": "Hide todos",
  "SHOW_TODOS": "Show todos",
  "What's this Todo App?": "What's this Todo App?",
  "THIS_TODO_APP_IS": "This Todo App is a task management application developed & designed by me to help you stay organized and manage your day-to-day tasks by keeping your todos right in your browser tab",
  "How do I use it?": "How do I use it?",
  "HOW_TO": "Just type about anything into the task field and click 'Done' or press Enter - your task will instantly fall into your to-do list",
  "Is there any way to organise my tasks?": "Is there any way to organise my tasks?",
  "ORGANISING": "Certainly! You can move tasks by dragging & dropping them up or down. You can also mark your tasks as completed by clicking the check mark icon and delete them by clicking the trash can icon. Additionally, you can hide all your tasks by clicking on the arrow below the input field",
  "Can I clear all my tasks quickly?": "Can I clear all my tasks quickly?",
  "CLEAR_QUICKLY": "Yes! Once you add any task to the list and mark any of them as completed, two buttons will appear at the top of the page - they will allow you to reset all your tasks or clear completed ones",
  "OTHER_OPTIONS?": "Are there any other options in the application?",
  "OPTIONS": "Among other things, you can mark a task as more important by clicking on its icon on the left - it will appear in a different color",
  "DELETE_TODO": "Delete todo",
  "COMPLETE_TODO": "Mark as completed",
  "IMPORTANT_TODO": "Mark as important",
  "MOVE_TODO": "Move todo",
  "YOU_COMPLETED": "You have completed",
  "TASKS_ONE": "todo",
  "TASKS_FEW": "todos",
  "TASKS_MANY": "todos",
  "CLEAR_COMPLETED": "Clear completed todos",
  "RESET_TODOS": "Reset todos",
  "CAN_SAVE?": "Can i save my tasks?",
  "SAVING": "Yes, all your tasks are being automatically saved in your browser local storage, so you can feel free leaving or refreshing it. In future releases, I'll also add .JSON \"import-export\" functionality to keep your todos safe",
  "HOME_PAGE": "Home",
  "SETTINGS_PAGE": "Settings",
  "FAQ_PAGE": "FAQ",
  "NOT_FOUND": "Not Found",
  "GO_HOME": "Go to home",
  "GITHUB_REPO": "GitHub Repository",
  "GITHUB_PAGE": "My GitHub Page",
  "RESET_ALL?": "Are you sure that you want to delete all of your todos?",
  "RESET_COMPLETED?": "Are you sure that you want to delete all of your completed todos?",
  "TODOS_DELETED": "Your todos have been successfully deleted",
  "YES": "Yes",
  "NO": "No",
  "DONE!": "Done!",
  "OK": "OK"
}