{
  "English": "english",
  "Settings": "Настройки",
  "CHANGE_LANGUAGE": "Переключить язык на английский",
  "TURN_DARK": "Включить тёмную тему",
  "TURN_LIGHT": "Включить светлую тему",
  "TODOLIST_IS_EMPTY": "Список задач пуст",
  "Enter new todo...": "Введите задачу...",
  "Done": "Готово",
  "HIDE_TODOS": "Спрятать задачи",
  "SHOW_TODOS": "Показать задачи",
  "What's this Todo App?": "Что это за приложение?",
  "THIS_TODO_APP_IS": "Это приложение предназначено для простого таск-менеджмента, оно полностью разработано мной, чтобы помочь вам оставаться организованными и управлять своими повседневными задачами и их статусом прямо во вкладке браузера",
  "How do I use it?": "Как им пользоваться?",
  "HOW_TO": "Просто введите что-нибудь в поле ввода и нажмите «Готово» или Enter — ваша задача мгновенно попадет в ваш список дел",
  "Is there any way to organise my tasks?": "Есть ли какой-нибудь способ организовать мои задачи?",
  "ORGANISING": "Конечно! Вы можете перемещать задачи, перетягивая их вверх или вниз. Помимо того, вы можете пометить свои задачи как выполненные, щелкнув значок галочки и удалить их, щелкнув значок корзины. Вы также можете скрыть все свои задачи, нажав на стрелочку под полем ввода",
  "Can I clear all my tasks quickly?": "Могу ли я быстро очистить свои задачи?",
  "CLEAR_QUICKLY": "Да! Как только вы добавите любую задачу в список и отметите одну из них как выполненную, вверху страницы появятся две кнопки — они позволят вам сбросить все ваши задачи или очистить выполненные",
  "OTHER_OPTIONS?": "Есть ли другие опции в приложении?",
  "OPTIONS": "Помимо прочего, вы можете пометить задачу как более важную, нажав на её значок слева - она окрасится в другой цвет",
  "DELETE_TODO": "Удалить задачу",
  "COMPLETE_TODO": "Отметить завершённой",
  "IMPORTANT_TODO": "Отметить важной",
  "MOVE_TODO": "Переместить задачу",
  "YOU_COMPLETED": "Вы выполнили",
  "TASKS_ONE": "задачу",
  "TASKS_FEW": "задачи",
  "TASKS_MANY": "задач",
  "CLEAR_COMPLETED": "Очистить завершённые задачи",
  "RESET_TODOS": "Сбросить все задачи",
  "CAN_SAVE?": "Могу ли я как-то сохранить свои задачи?",
  "SAVING": "Все ваши задачи автоматически сохраняются в локальном хранилище браузера, поэтому вы можете спокойно покидать страницу или перезагружать её. В будущих обновлениях я также добавлю функционал быстрого \"импорта-экспорта\" задач в .JSON-формате для их более надёжного сохранения",
  "HOME_PAGE": "Главная",
  "SETTINGS_PAGE": "Настройки",
  "FAQ_PAGE": "FAQ",
  "NOT_FOUND": "Страница не найдена",
  "GITHUB_REPO": "GitHub-репозиторий",
  "GITHUB_PAGE": "Моя страница на GitHub",
  "RESET_ALL?": "Вы уверены, что хотите удалить все свои задачи?",
  "RESET_COMPLETED?": "Вы уверены, что хотите удалить завершённые задачи?",
  "TODOS_DELETED": "Задачи были успешно удалены",
  "YES": "Да",
  "NO": "Нет",
  "DONE!": "Готово!",
  "OK": "ОК"
}